Repository: daszat/zetbox.Parties
Catalog: Zetbox.Parties.Assets/ZetboxBase/DataTypes.*.resx
Languages: de

# Zetbox.Basic.Accounting.Account
source: Account
de: Konto

# Zetbox.Basic.Accounting.Balance
source: Balance
de: Bilanz

# Zetbox.Basic.Invoicing.Invoice
source: Invoice
de: Rechnung

# Zetbox.Basic.Invoicing.InvoiceItem
source: InvoiceItem
de: Rechnungsposition

# Zetbox.Basic.Invoicing.OtherExpenseReceipt
source: OtherExpenseReceipt
de: Sonstige Aufwendungen

# Zetbox.Basic.Invoicing.OtherIncomeReceipt
source: OtherIncomeReceipt
de: Sonstige Einnahmen

# Zetbox.Basic.Invoicing.PurchaseInvoice
source: PurchaseInvoice
de: Eingangsrechnung

# Zetbox.Basic.Invoicing.Quote
source: Quote
de: Angebot

# Zetbox.Basic.Invoicing.QuoteItem
source: QuoteItem
de: Angebotszeile

# Zetbox.Basic.Invoicing.Receipt
source: Receipt
de: Beleg

# Zetbox.Basic.Invoicing.ReceiptStatus
source: ReceiptStatus
de: Rechnugnsstatus

# Zetbox.Basic.Invoicing.SalesInvoice
source: SalesInvoice
de: Ausgangsrechnung

# Zetbox.Basic.Accounting.Transaction
source: Transaction
de: Transaktion

# Zetbox.Basic.Invoicing.AbstractInvoiceGenerator_description
source: Abstract base class for a invoice document generator
de: Abstrakte Basisklasse für einen Rechnungsbeleg Generator

# Zetbox.Basic.Accounting.Account_description
source: Account object
de: Konto-Objekt

# Zetbox.Basic.Accounting.AccountImporterDescriptor_description
source: Descriptor for an account importer
de: Descriptor für ein Konto Importeur

# Zetbox.Basic.Parties.Address
source: Address
de: Adresse

# Zetbox.Basic.Parties.Association
source: Association
de: Verein

# Zetbox.Basic.Accounting.Balance_description
source: Tracking the balance sheet of your accountant
de: Nachverfolgung der Bilanz von Ihrem Steuerberater

# Zetbox.Basic.Parties.BankAccount
source: BankAccount
de: Bankkonto

# Zetbox.Basic.Products.BillingPeriod
source: BillingPeriod
de: Rechnungsperiode

# Zetbox.Basic.Products.BillingPeriod_description
source: The period in which a Product is billed.
de: Der Zeitraum, in dem ein Produkt wird in Rechnung gestellt.

# Zetbox.Basic.Parties.Competitor
source: Competitor
de: Wettbewerber

# Zetbox.Basic.Parties.Contact
source: Contact
de: Kontakt

# Zetbox.Basic.Parties.Contractor
source: Contractor
de: Auftragnehmer

# Zetbox.Basic.Parties.Customer
source: Customer
de: Kunde

# Zetbox.Basic.Parties.CustomerRelationship
source: CustomerRelationship
de: Kundenbeziehung

# Zetbox.Basic.Invoicing.DefaultInvoiceGenerator_description
source: Invoice Generoator for invoices with a yearly sequence number
de: Rechnung Generator für Rechnungen mit einer jährlichen Laufnummer

# Zetbox.Basic.Parties.Department
source: Department
de: Abteilung

# Zetbox.Basic.Parties.DistributionChannel
source: DistributionChannel
de: Vertriebskanal

# Zetbox.Basic.Parties.FamilyMember
source: FamilyMember
de: Familienmitglied

# Zetbox.Basic.Parties.Gender
source: Gender
de: Geschlecht

# Zetbox.Basic.Parties.HouseHold
source: HouseHold
de: Haushalt

# Zetbox.Basic.Parties.InternalOrganization
source: InternalOrganization
de: Interne Organisation

# Zetbox.Basic.Invoicing.Invoice_description
source: Abstract class for Invoices
de: Abstrakte Klasse für Rechnungen

# Zetbox.Basic.Invoicing.InvoiceItem_description
source: Abstract base class for Invoice Items
de: Abstrakte Basisklasse für Rechnungspositionen

# Zetbox.Basic.Products.OrderItem
source: OrderItem
de: Bestellungsdetail

# Zetbox.Basic.Products.OrderItem_description
source: The details of an order. This connects the Customer to the ordered Product and can be used to override details from the Product.
de: Die Details der Bestellung. Dies verbindet die Kunden an das Produkt bestellt und kann verwendet werden, um Details aus dem Produkt zu überschreiben.

# Zetbox.Basic.Parties.Organization
source: Organization
de: Organisation

# Zetbox.Basic.Parties.Organization_description
source: Organization
de: Organisation

# Zetbox.Basic.Parties.OrganizationUnit
source: OrganizationUnit
de: Organisationseinheit

# Zetbox.Basic.Invoicing.OtherExpenseReceipt_description
source: Receipt for other expenses
de: Beleg für sonstige Aufwendungen

# Zetbox.Basic.Invoicing.OtherIncomeReceipt_description
source: Receipt for other incomes
de: Beleg für sonstige Einnahmen

# Zetbox.Basic.Parties.Party
source: Party
de: Personen und Organisationen

# Zetbox.Basic.Parties.Party_description
source: Abstract base class for People and Organizations
de: Abstrakte Basisklasse für Personen und Organisationen

# Zetbox.Basic.Parties.PartyRelationship
source: PartyRelationship
de: Beziehung

# Zetbox.Basic.Parties.PartyRole
source: PartyRole
de: Rolle

# Zetbox.Basic.Parties.PartyRole_description
source: Role of a Party
de: Die Rolle von einer Personen oder Organisationen

# Zetbox.Basic.Parties.PersonRole
source: PersonRole
de: Personenrolle

# Zetbox.Basic.Products.Product
source: Product
de: Produkt

# Zetbox.Basic.Products.Product_description
source: Defines the fundamental properties of products
de: Definiert die grundlegenden Eigenschaften der Produkte

# Zetbox.Basic.Products.ProductDetail
source: ProductDetail
de: Produktdetails

# Zetbox.Basic.Products.ProductDetail_description
source: The specific details of a Product as it was offered for a specified range of time
de: Die konkreten Details eines Produkts, wie es für eine bestimmte Zeitbereich angeboten

# Zetbox.Basic.Invoicing.PurchaseInvoice_description
source: a Purchase Invoice
de: Eingangsrechnung

# Zetbox.Basic.Invoicing.PurchaseInvoiceItem_description
source: A Purchase invoice item. Can be connected to a purchased inventory items.
de: Ein Kauf Rechnungsposition. Können, um ein Inventar-Gegenstände gekauft angeschlossen werden.

# Zetbox.Basic.Invoicing.PurchaseQuote
source: PurchaseQuote
de: Kauf-Angebote

# Zetbox.Basic.Invoicing.PurchaseQuote_description
source: An incomming purchase quote
de: Eine eingehende Kauf-Angebot

# Zetbox.Basic.Invoicing.PurchaseQuoteItem
source: PurchaseQuoteItem
de: Kauf-Angebotdetail

# Zetbox.Basic.Invoicing.PurchaseQuoteItem_description
source: An incomming purchase quote item
de: Detail zu einem Kauf-Angebote

# Zetbox.Basic.Invoicing.Quote_description
source: Abstract base class for Quotes
de: Abstrakte Basisklasse für Angebote

# Zetbox.Basic.Invoicing.QuoteItem_description
source: Abstract base classe for quote items
de: Abstrakte Basis Klasse für Angebotszeilen

# Zetbox.Basic.Invoicing.Receipt_description
source: Abstract class for all kind of receipts
de: Abstrakte Klasse für alle Arten von Belegen

# Zetbox.Basic.Accounting.Receipt_Transaction_description
source: Relationship between receipt and transaction
de: Beziehung zwischen Belegen und Transaktionen

# Zetbox.Basic.Invoicing.ReceiptTemplate
source: ReceiptTemplate
de: Rechnungsvorlage

# Zetbox.Basic.Invoicing.ReceiptTemplate_description
source: Abstract class for all kind of receipts templates
de: Abstrakte Klasse für alle Arten von Rechnungsvorlagen

# Zetbox.Basic.Invoicing.ReceiptType
source: ReceiptType
de: Rechnungsart

# Zetbox.Basic.Invoicing.ReceiptType_description
source: Type of an receipt
de: Art einer Rechnung

# Zetbox.Basic.Invoicing.SalesInvoice_description
source: A Salses Invoice
de: Ausgangsrechnung

# Zetbox.Basic.Invoicing.SalesInvoiceItem
source: SalesInvoiceItem
de: Ausgangsrechnungszeile

# Zetbox.Basic.Invoicing.SalesInvoiceItem_description
source: A Sales invoice items. Can be connected to a sales product
de: Ein Verkaufsrechnungspositionen. Kann zu einem Verkaufsprodukt verbunden werden

# Zetbox.Basic.Invoicing.SalesQuote
source: SalesQuote
de: Verkaufs-Angebot

# Zetbox.Basic.Invoicing.SalesQuote_description
source: An outgoing sales quote
de: Eine Verkaufs-Angebot

# Zetbox.Basic.Invoicing.SalesQuoteItem
source: SalesQuoteItem
de: Verkaufs-Angebotszeile

# Zetbox.Basic.Invoicing.SalesQuoteItem_description
source: An outgoing sales quote item
de: Eine Verkaufs-Angebotzeile

# Zetbox.Basic.Invoicing.StatisticActions_description
source: Singelton for statistic actions
de: Singelton zu statistischen Aktionen

# Zetbox.Basic.Parties.Subsidiary
source: Subsidiary
de: Tochtergesellschaft

# Zetbox.Basic.Parties.Supplier
source: Supplier
de: Lieferant

# Zetbox.Basic.Parties.SupplierRelationship
source: SupplierRelationship
de: Lieferantenbeziehung

# Zetbox.Basic.Invoicing.VATType
source: VATType
de: UST

# Zetbox.Basic.Invoicing.VATType_description
source: Type of Value added tax
de: Art der Umsatzsteuer

# Zetbox.Basic.Accounting.AccountStatement
source: AccountStatement
de: Kontoauszug

# Zetbox.Basic.Accounting.AccountStatement_description
source: Account Statements of an Account
de: Kontoauszüge eines Kontos
